{
  "error": false,
  "message": "Settings retrieved successfully",
  "language_message_key": "settings_retrieved_successfully",
  "data": {
    "logo": [
      "https://eshop-pro.eshopweb.store/storage/media/eshop_plus_landscape-1742376694_7795.png"
    ],
    "privacy_policy": [
      "<h2 class=\"\" data-start=\"237\" data-end=\"254\">Privacy Policy</h2>\r\n<p class=\"\" data-start=\"256\" data-end=\"289\"><strong data-start=\"256\" data-end=\"275\">Effective Date:</strong> 23/4/2025</p>\r\n<p class=\"\" data-start=\"291\" data-end=\"445\">Welcome to <strong data-start=\"302\" data-end=\"316\">eShop Plus</strong>. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our mobile application.</p>\r\n<p class=\"\" data-start=\"447\" data-end=\"503\">By using the app, you agree to the terms of this policy.</p>\r\n<hr class=\"\" data-start=\"505\" data-end=\"508\">\r\n<h3 class=\"\" data-start=\"510\" data-end=\"539\">1. Information We Collect</h3>\r\n<p class=\"\" data-start=\"541\" data-end=\"591\">We may collect the following types of information:</p>\r\n<h4 class=\"\" data-start=\"593\" data-end=\"625\">a. <strong data-start=\"601\" data-end=\"625\">Personal Information</strong></h4>\r\n<ul data-start=\"626\" data-end=\"727\">\r\n<li class=\"\" data-start=\"626\" data-end=\"632\">\r\n<p class=\"\" data-start=\"628\" data-end=\"632\">Name</p>\r\n</li>\r\n<li class=\"\" data-start=\"633\" data-end=\"648\">\r\n<p class=\"\" data-start=\"635\" data-end=\"648\">Email Address</p>\r\n</li>\r\n<li class=\"\" data-start=\"649\" data-end=\"664\">\r\n<p class=\"\" data-start=\"651\" data-end=\"664\">Mobile Number</p>\r\n</li>\r\n<li class=\"\" data-start=\"665\" data-end=\"691\">\r\n<p class=\"\" data-start=\"667\" data-end=\"691\">Shipping/Billing Address</p>\r\n</li>\r\n<li class=\"\" data-start=\"692\" data-end=\"727\">\r\n<p class=\"\" data-start=\"694\" data-end=\"727\">Login credentials (if registered)</p>\r\n</li>\r\n</ul>\r\n<h4 class=\"\" data-start=\"729\" data-end=\"767\">b. <strong data-start=\"737\" data-end=\"767\">Device &amp; Usage Information</strong></h4>\r\n<ul data-start=\"768\" data-end=\"859\">\r\n<li class=\"\" data-start=\"768\" data-end=\"779\">\r\n<p class=\"\" data-start=\"770\" data-end=\"779\">Device ID</p>\r\n</li>\r\n<li class=\"\" data-start=\"780\" data-end=\"792\">OS Version</li>\r\n</ul>\r\n<h4 class=\"\" data-start=\"861\" data-end=\"892\">c. <strong data-start=\"869\" data-end=\"892\">Payment Information</strong></h4>\r\n<p class=\"\" data-start=\"893\" data-end=\"994\">We use third-party payment gateways. We do <strong data-start=\"936\" data-end=\"943\">not</strong> store your card or banking details on our servers.</p>\r\n<h4 class=\"\" data-start=\"996\" data-end=\"1028\">d. <strong data-start=\"1004\" data-end=\"1028\">Location Information</strong></h4>\r\n<p class=\"\" data-start=\"1029\" data-end=\"1127\">With your permission, we may access your location to show nearby sellers or delivery availability.</p>\r\n<hr class=\"\" data-start=\"1129\" data-end=\"1132\">\r\n<h3 class=\"\" data-start=\"1134\" data-end=\"1168\">2. How We Use Your Information</h3>\r\n<ul data-start=\"1170\" data-end=\"1390\">\r\n<li class=\"\" data-start=\"1170\" data-end=\"1213\">\r\n<p class=\"\" data-start=\"1172\" data-end=\"1213\">To process orders and manage your account</p>\r\n</li>\r\n<li class=\"\" data-start=\"1214\" data-end=\"1255\">\r\n<p class=\"\" data-start=\"1216\" data-end=\"1255\">To personalize your shopping experience</p>\r\n</li>\r\n<li class=\"\" data-start=\"1256\" data-end=\"1289\">\r\n<p class=\"\" data-start=\"1258\" data-end=\"1289\">To improve our app and services</p>\r\n</li>\r\n<li class=\"\" data-start=\"1290\" data-end=\"1348\">\r\n<p class=\"\" data-start=\"1292\" data-end=\"1348\">To communicate with you (e.g., order status, promotions)</p>\r\n</li>\r\n<li class=\"\" data-start=\"1349\" data-end=\"1390\">\r\n<p class=\"\" data-start=\"1351\" data-end=\"1390\">To detect fraud and secure our platform</p>\r\n</li>\r\n</ul>\r\n<hr class=\"\" data-start=\"1392\" data-end=\"1395\">\r\n<h3 class=\"\" data-start=\"1397\" data-end=\"1426\">3. Sharing of Information</h3>\r\n<p class=\"\" data-start=\"1428\" data-end=\"1502\">We <strong data-start=\"1431\" data-end=\"1446\">do not sell</strong> your personal data. We may share your information with:</p>\r\n<ul data-start=\"1504\" data-end=\"1632\">\r\n<li class=\"\" data-start=\"1504\" data-end=\"1548\">\r\n<p class=\"\" data-start=\"1506\" data-end=\"1548\">Payment providers (e.g., Razorpay, Stripe)</p>\r\n</li>\r\n<li class=\"\" data-start=\"1549\" data-end=\"1568\">\r\n<p class=\"\" data-start=\"1551\" data-end=\"1568\">Delivery partners</p>\r\n</li>\r\n<li class=\"\" data-start=\"1594\" data-end=\"1632\">\r\n<p class=\"\" data-start=\"1596\" data-end=\"1632\">Legal authorities if required by law</p>\r\n</li>\r\n</ul>\r\n<hr class=\"\" data-start=\"1634\" data-end=\"1637\">\r\n<h3 class=\"\" data-start=\"1639\" data-end=\"1659\">4. Data Security</h3>\r\n<p class=\"\" data-start=\"1661\" data-end=\"1809\">We implement industry-standard security measures to protect your data. However, no method is 100% secure, and we cannot guarantee absolute security.</p>\r\n<hr class=\"\" data-start=\"1811\" data-end=\"1814\">\r\n<h3 class=\"\" data-start=\"1816\" data-end=\"1834\">5. Your Rights</h3>\r\n<p class=\"\" data-start=\"1836\" data-end=\"1858\">You have the right to:</p>\r\n<ul data-start=\"1860\" data-end=\"1961\">\r\n<li class=\"\" data-start=\"1860\" data-end=\"1898\">\r\n<p class=\"\" data-start=\"1862\" data-end=\"1898\">Access and update your personal info</p>\r\n</li>\r\n<li class=\"\" data-start=\"1899\" data-end=\"1930\">\r\n<p class=\"\" data-start=\"1901\" data-end=\"1930\">Request deletion of your data</p>\r\n</li>\r\n<li class=\"\" data-start=\"1931\" data-end=\"1961\">\r\n<p class=\"\" data-start=\"1933\" data-end=\"1961\">Withdraw consent at any time</p>\r\n</li>\r\n</ul>\r\n<p class=\"\" data-start=\"1963\" data-end=\"2029\">For any data-related requests, contact us at: wrteam.payal@gmail.com</p>\r\n<hr class=\"\" data-start=\"2168\" data-end=\"2171\">\r\n<h3 class=\"\" data-start=\"2173\" data-end=\"2198\">6. Children&rsquo;s Privacy</h3>\r\n<p class=\"\" data-start=\"2200\" data-end=\"2298\">Our services are not intended for children under 13. We do not knowingly collect data from minors.</p>\r\n<hr class=\"\" data-start=\"2300\" data-end=\"2303\">\r\n<h3 class=\"\" data-start=\"2305\" data-end=\"2334\">7. Changes to This Policy</h3>\r\n<p class=\"\" data-start=\"2336\" data-end=\"2437\">We may update this policy from time to time. Changes will be posted within the app or on our website.</p>\r\n<hr class=\"\" data-start=\"2439\" data-end=\"2442\">\r\n<h3 class=\"\" data-start=\"2444\" data-end=\"2461\">8. Contact Us</h3>\r\n<p class=\"\" data-start=\"2463\" data-end=\"2595\">If you have any questions about this policy, reach out at:<br data-start=\"2521\" data-end=\"2524\">📧 wrteam.payal@gmail.com<br data-start=\"2554\" data-end=\"2557\"><br></p>"
    ],
    "terms_and_conditions": [
      "<p>Costumers eshop-pro.eshopweb.store is a sole proprietary firm , Juridical rights of eshop-pro.eshopweb.store are reserved with eshop</p>\r\n<p>Personal Information eshop-pro.eshopweb.store and the website eshop-pro.eshopweb.store (&rdquo;The Site&rdquo;) . respects your privacy. This Privacy Policy succinctly provides the manner your data is collected and used by eshop-pro.eshopweb.store. on the Site. As a visitor to the Site/ Customer you are advised to please read the Privacy Policy carefully.</p>\r\n<p>&nbsp;</p>\r\n<p>Services Overview As part of the registration process on the Site, eshop-pro.eshopweb.store may collect the following personally identifiable information about you: Name including first and last name, alternate email address, mobile phone number and contact details, Postal code, GPS location, Demographic profile (like your age, gender, occupation, education, address etc.) and information about the pages on the site you visit/access, the links you click on the site, the number of times you access the page and any such browsing information.</p>\r\n<p>&nbsp;</p>\r\n<p>Eligibility Services of the Site would be available to only select geographies in India. Persons who are \"incompetent to contract\" within the meaning of the Indian Contract Act, 1872 including un-discharged insolvents etc. are not eligible to use the Site. If you are a minor i.e. under the age of 18 years but at least 13 years of age you may use the Site only under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Use. If your age is below 18 years, your parents or legal guardians can transact on behalf of you if they are registered users. You are prohibited from purchasing any material which is for adult consumption and the sale of which to minors is prohibited.</p>\r\n<p>&nbsp;</p>\r\n<p>License &amp; Site Access eshop-pro.eshopweb.store grants you a limited sub-license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of eshop-pro.eshopweb.store. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without express written consent of eshop-pro.eshopweb.store. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of the Site or of eshop-pro.eshopweb.store and its affiliates without express written consent. You may not use any meta tags or any other \"hidden text\" utilizing the Site&rsquo;s or eshop-pro.eshopweb.store&rsquo;s name or eshop-pro.eshopweb.store&rsquo;s name or trademarks without the express written consent of eshop-pro.eshopweb.store. Any unauthorized use, terminates the permission or license granted by eshop-pro.eshopweb.store</p>\r\n<p>&nbsp;</p>\r\n<p>Account &amp; Registration Obligations All shoppers have to register and login for placing orders on the Site. You have to keep your account and registration details current and correct for communications related to your purchases from the site. By agreeing to the terms and conditions, the shopper agrees to receive promotional communication and newsletters upon registration. The customer can opt out either by unsubscribing in \"My Account\" or by contacting the customer service.</p>\r\n<p>&nbsp;</p>\r\n<p>Pricing All the products listed on the Site will be sold at MRP unless otherwise specified. The prices mentioned at the time of ordering will be the prices charged on the date of the delivery. Although prices of most of the products do not fluctuate on a daily basis but some of the commodities and fresh food prices do change on a daily basis. In case the prices are higher or lower on the date of delivery not additional charges will be collected or refunded as the case may be at the time of the delivery of the order.</p>\r\n<p>&nbsp;</p>\r\n<p>Cancellation by Site / Customer You as a customer can cancel your order anytime up to the cut-off time of the slot for which you have placed an order by calling our customer service. In such a case we will Credit your wallet against any payments already made by you for the order. If we suspect any fraudulent transaction by any customer or any transaction which defies the terms &amp; conditions of using the website, we at our sole discretion could cancel such orders. We will maintain a negative list of all fraudulent transactions and customers and would deny access to them or cancel any orders placed by them.</p>\r\n<p>&nbsp;</p>\r\n<p>Return &amp; Refunds We have a \"no questions asked return policy\" which entitles all our Delivery Ambassadors to return the product at the time of delivery if due to any reason they are not satisfied with the quality or freshness of the product. We will take the returned product back with us and issue a credit note for the value of the return products which will be credited to your account on the Site. This can be used to pay your subsequent shopping bills. Refund will be processed through same online mode within 7 working days.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Delivery &amp; Shipping Charge</p>\r\n<p>&nbsp;</p>\r\n<p>1.You can expect to receive your order depending on the delivery option you have chosen.</p>\r\n<p>&nbsp;</p>\r\n<p>2.You can order 24*7 in website &amp; mobile application , Our delivery timeings are between 06:00 AM - 02:00PM Same day delivery.</p>\r\n<p>&nbsp;</p>\r\n<p>3.You will get free shipping on order amount above Rs.150.</p>\r\n<p>You Agree and Confirm</p>\r\n<p>1. That in the event that a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) any extra cost incurred by eshop. for redelivery shall be claimed from you.</p>\r\n<p>2. That you will use the services provided by the Site, its affiliates, consultants and contracted companies, for lawful purposes only and comply with all applicable laws and regulations while using and transacting on the Site.</p>\r\n<p>3. You will provide authentic and true information in all instances where such information is requested you. eshop reserves the right to confirm and validate the information and other details provided by you at any point of time. If upon confirmation your details are found not to be true (wholly or partly), it has the right in its sole discretion to reject the registration and debar you from using the Services and / or other affiliated websites without prior intimation whatsoever.</p>\r\n<p>4. That you are accessing the services available on this Site and transacting at your sole risk and are using your best and prudent judgment before entering into any transaction through this Site.</p>\r\n<p>5. That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.</p>\r\n<p>6. That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description.</p>\r\n<p>&nbsp;</p>\r\n<p>You may not use the Site for any of the following purposes:</p>\r\n<p>1. Disseminating any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable material.</p>\r\n<p>2. Transmitting material that encourages conduct that constitutes a criminal offence or results in civil liability or otherwise breaches any relevant laws, regulations or code of practice.</p>\r\n<p>3. Gaining unauthorized access to other computer systems.</p>\r\n<p>4. Interfering with any other person's use or enjoyment of the Site.</p>\r\n<p>5. Breaching any applicable laws;</p>\r\n<p>6. Interfering or disrupting networks or web sites connected to the Site.</p>\r\n<p>7. Making, transmitting or storing electronic copies of materials protected by copyright without the permission of the owner.</p>\r\n<p>&nbsp;</p>\r\n<p>Colors we have made every effort to display the colors of our products that appear on the Website as accurately as possible. However, as the actual colors you see will depend on your monitor, we cannot guarantee that your monitor's display of any color will be accurate.</p>\r\n<p>&nbsp;</p>\r\n<p>Modification of Terms &amp; Conditions of Service eshop may at any time modify the Terms &amp; Conditions of Use of the Website without any prior notification to you. You can access the latest version of these Terms &amp; Conditions at any given time on the Site. You should regularly review the Terms &amp; Conditions on the Site. In the event the modified Terms &amp; Conditions is not acceptable to you, you should discontinue using the Service. However, if you continue to use the Service you shall be deemed to have agreed to accept and abide by the modified Terms &amp; Conditions of Use of this Site.</p>\r\n<p>&nbsp;</p>\r\n<p>Governing Law and Jurisdiction This User Agreement shall be construed in accordance with the applicable laws of India. The Courts at Faridabad shall have exclusive jurisdiction in any proceedings arising out of this agreement. Any dispute or difference either in interpretation or otherwise, of any terms of this User Agreement between the parties hereto, the same shall be referred to an independent arbitrator who will be appointed by eshop and his decision shall be final and binding on the parties hereto. The above arbitration shall be in accordance with the Arbitration and Conciliation Act, 1996 as amended from time to time. The arbitration shall be held in Nagpur. The High Court of judicature at Nagpur Bench of Mumbai High Court alone shall have the jurisdiction and the Laws of India shall apply.</p>\r\n<p>&nbsp;</p>\r\n<p>Reviews, Feedback, Submissions All reviews, comments, feedback, postcards, suggestions, ideas, and other submissions disclosed, submitted or offered to the Site on or by this Site or otherwise disclosed, submitted or offered in connection with your use of this Site (collectively, the \"Comments\") shall be and remain the property of eshop Such disclosure, submission or offer of any Comments shall constitute an assignment to eshop of all worldwide rights, titles and interests in all copyrights and other intellectual properties in the Comments. Thus, eshop owns exclusively all such rights, titles and interests and shall not be limited in any way in its use, commercial or otherwise, of any Comments. eshopwill be entitled to use, reproduce, disclose, modify, adapt, create derivative works from, publish, display and distribute any Comments you submit for any purpose whatsoever, without restriction and without compensating you in any way. eshop is and shall be under no obligation (1) to maintain any Comments in confidence; (2) to pay you any compensation for any Comments; or (3) to respond to any Comments. You agree that any Comments submitted by you to the Site will not violate this policy or any right of any third party, including copyright, trademark, privacy or other personal or proprietary right(s), and will not cause injury to any person or entity. You further agree that no Comments submitted by you to the Website will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any form of \"spam\". eshop does not regularly review posted Comments, but does reserve the right (but not the obligation) to monitor and edit or remove any Comments submitted to the Site. You grant eshopthe right to use the name that you submit in connection with any Comments. You agree not to use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any Comments you submit. You are and shall remain solely responsible for the content of any Comments you make and you agree to indemnify eshop and its affiliates for all claims resulting from any Comments you submit. eshop and its affiliates take no responsibility and assume no liability for any Comments submitted by you or any third party.</p>\r\n<p>&nbsp;</p>\r\n<p>Copyright &amp; Trademark eshop-pro.eshopweb.store and eshop-pro.eshopweb.store, its suppliers and licensors expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on this Site. Access to this Website does not confer and shall not be considered as conferring upon anyone any license under any of eshop-pro.eshopweb.store or any third party's intellectual property rights. All rights, including copyright, in this website are owned by or licensed to eshop-pro.eshopweb.store from eshop-pro.eshopweb.store. Any use of this website or its contents, including copying or storing it or them in whole or part, other than for your own personal, non-commercial use is prohibited without the permission of eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store. You may not modify, distribute or re-post anything on this website for any purpose.The names and logos and all related product and service names, design marks and slogans are the trademarks or service marks of eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its affiliates, its partners or its suppliers. All other marks are the property of their respective companies. No trademark or service mark license is granted in connection with the materials contained on this Site. Access to this Site does not authorize anyone to use any name, logo or mark in any manner.References on this Site to any names, marks, products or services of third parties or hypertext links to third party sites or information are provided solely as a convenience to you and do not in any way constitute or imply eshop-pro.eshopweb.store or eshop-pro.eshopweb.store's endorsement, sponsorship or recommendation of the third party, information, product or service. eshop-pro.eshopweb.store or eshop-pro.eshopweb.store is not responsible for the content of any third party sites and does not make any representations regarding the content or accuracy of material on such sites. If you decide to link to any such third party websites, you do so entirely at your own risk. All materials, including images, text, illustrations, designs, icons, photographs, programs, music clips or downloads, video clips and written and other materials that are part of this Website (collectively, the \"Contents\") are intended solely for personal, non-commercial use. You may download or copy the Contents and other downloadable materials displayed on the Website for your personal use only. No right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying. You may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the Contents, the Website or any related software. All software used on this Website is the property of eshop-pro.eshopweb.store or its licensees and suppliers and protected by Indian and international copyright laws. The Contents and software on this Website may be used only as a shopping resource. Any other use, including the reproduction, modification, distribution, transmission, republication, display, or performance, of the Contents on this Website is strictly prohibited. Unless otherwise noted, all Contents are copyrights, trademarks, trade dress and/or other intellectual property owned, controlled or licensed by eshop-pro.eshopweb.store, one of its affiliates or by third parties who have licensed their materials to eshop-pro.eshopweb.store and are protected by Indian and international copyright laws. The compilation (meaning the collection, arrangement, and assembly) of all Contents on this Website is the exclusive property of eshop-pro.eshopweb.store and eshop-pro.eshopweb.store and is also protected by Indian and international copyright laws.</p>\r\n<p>&nbsp;</p>\r\n<p>Objectionable Material You understand that by using this Site or any services provided on the Site, you may encounter Content that may be deemed by some to be offensive, indecent, or objectionable, which Content may or may not be identified as such. You agree to use the Site and any service at your sole risk and that to the fullest extent permitted under applicable law, eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store and its affiliates shall have no liability to you for Content that may be deemed offensive, indecent, or objectionable to you.</p>\r\n<p>&nbsp;</p>\r\n<p>Indemnity You agree to defend, indemnify and hold harmless eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its employees, directors, Coordinators, officers, agents, interns and their successors and assigns from and against any and all claims, liabilities, damages, losses, costs and expenses, including attorney's fees, caused by or arising out of claims based upon your actions or inactions, which may result in any loss or liability to eshop-pro.eshopweb.store or eshop-pro.eshopweb.store or any third party including but not limited to breach of any warranties, representations or undertakings or in relation to the non-fulfillment of any of your obligations under this User Agreement or arising out of the violation of any applicable laws, regulations including but not limited to Intellectual Property Rights, payment of statutory dues and taxes, claim of libel, defamation, violation of rights of privacy or publicity, loss of service by other subscribers and infringement of intellectual property or other rights. This clause shall survive the expiry or termination of this User Agreement.</p>\r\n<p>&nbsp;</p>\r\n<p>Termination This User Agreement is effective unless and until terminated by either you or eshop-pro.eshopweb.store. You may terminate this User Agreement at any time, provided that you discontinue any further use of this Site. eshop-pro.eshopweb.store may terminate this User Agreement at any time and may do so immediately without notice, and accordingly deny you access to the Site, Such termination will be without any liability to eshop-pro.eshopweb.store. Upon any termination of the User Agreement by either you or eshop-pro.eshopweb.store, you must promptly destroy all materials downloaded or otherwise obtained from this Site, as well as all copies of such materials, whether made under the User Agreement or otherwise. eshop-pro.eshopweb.store's right to any Comments shall survive any termination of this User Agreement. Any such termination of the User Agreement shall not cancel your obligation to pay for the product already ordered from the Website or affect any liability that may have arisen under the User Agreement.</p>"
    ],
    "fcm_server_key": [
      "ssds"
    ],
    "contact_us": [
      "Contact Us\r\n\r\nWe’d love to hear from you!  \r\nIf you have any questions, feedback, or need assistance, please reach out to us:\r\n\r\n📍 Address: WRTeam IT Pvt. Ltd., \r\n📧 Email: Support@wrteam.in\r\n📞 Phone: +91 97979 45459\r\n🌐 Website: https://www.wrteam.in/ \r\n\r\nOur support team is always ready to help you."
    ],
    "about_us": [
      "About eShop Plus\r\n\r\nWelcome to eShop Plus – your one-stop destination for all your shopping needs.  \r\nAt eShop Plus, we believe in making shopping simple, secure, and enjoyable.  \r\nWe bring together a wide variety of quality products at the best prices, ensuring you get the best value every time you shop with us.  \r\n\r\nOur goal is to provide a seamless shopping experience with features like easy navigation, secure payments, fast delivery, and 24/7 customer support.  \r\n\r\neShop Plus is proudly developed and maintained by WRTeam – a passionate team committed to building powerful, user-friendly digital solutions."
    ],
    "currency": "₹",
    "user_data": [],
    "system_settings": [
      {
        "app_name": "eShop Plus",
        "support_number": "919876543210",
        "support_email": "support@ezeemart.com",
        "logo": "https://eshop-pro.eshopweb.store/storage///media/eshop_plus_landscape-1742376694_7795.png",
        "favicon": "https://eshop-pro.eshopweb.store/storage///media/favicon-1737026517_8177.png",
        "on_boarding_image": [],
        "on_boarding_video": [],
        "storage_type": "local",
        "on_boarding_media_type": "image",
        "current_version_of_android_app": "1.0.10",
        "current_version_of_ios_app": "1.0.0",
        "current_version_of_android_app_for_seller": "1.0.6",
        "current_version_of_ios_app_for_seller": "1.0.0",
        "current_version_of_android_app_for_delivery_boy": "1.0.4",
        "current_version_of_ios_app_for_delivery_boy": "1.0.0",
        "order_delivery_otp_system": 1,
        "system_timezone": "Asia/Kolkata",
        "minimum_cart_amount": "10",
        "maximum_item_allowed_in_cart": "10",
        "low_stock_limit": "7",
        "max_days_to_return_item": "1",
        "delivery_boy_bonus": "11",
        "enable_cart_button_on_product_list_view": 1,
        "version_system_status": 1,
        "expand_product_image": 1,
        "tax_name": "GST",
        "tax_number": "123456",
        "google": 1,
        "facebook": 1,
        "apple": 1,
        "refer_and_earn_status": 1,
        "minimum_refer_and_earn_amount": "10",
        "minimum_refer_and_earn_bonus": "10",
        "refer_and_earn_method": "percentage",
        "max_refer_and_earn_amount": "10",
        "number_of_times_bonus_given_to_customer": "1",
        "wallet_balance_status": 1,
        "wallet_balance_amount": "1000",
        "authentication_method": "firebase",
        "store_currency": "",
        "single_seller_order_system": 0,
        "customer_app_maintenance_status": 0,
        "seller_app_maintenance_status": 0,
        "delivery_boy_app_maintenance_status": 0,
        "message_for_customer_app": "test testtesttesttes tt esttesttesttestt esttesttesttesttes  ttesttest  testtesttesttesttes ttesttesttesttesttesttesttest",
        "message_for_seller_app": "test testtesttesttes tt esttesttesttestt esttesttesttesttes  ttesttest  testtesttesttesttes ttesttesttesttesttesttesttest",
        "message_for_delivery_boy_app": "test",
        "sidebar_color": "",
        "sidebar_type": "",
        "navbar_fixed": 0,
        "theme_mode": 0,
        "currency_setting": {
          "id": 5,
          "name": "INR",
          "code": "INR",
          "symbol": "₹",
          "exchange_rate": "83.073188",
          "is_default": 1,
          "status": 1,
          "created_at": "2023-08-17T03:56:59.000000Z",
          "updated_at": "2025-04-01T10:49:18.000000Z"
        }
      }
    ],
    "shipping_policy": [
      "<p><strong>Costumers eshop-pro.eshopweb.store is a sole proprietary firm , Juridical rights of eshop-pro.eshopweb.store are reserved with eshop</strong></p>\r\n<p>Personal Information eshop-pro.eshopweb.store and the website eshop-pro.eshopweb.store (&rdquo;The Site&rdquo;) . respects your privacy. This Privacy Policy succinctly provides the manner your data is collected and used by eshop-pro.eshopweb.store. on the Site. As a visitor to the Site/ Customer you are advised to please read the Privacy Policy carefully.</p>\r\n<p>&nbsp;</p>\r\n<p>Services Overview As part of the registration process on the Site, eshop-pro.eshopweb.store may collect the following personally identifiable information about you: Name including first and last name, alternate email address, mobile phone number and contact details, Postal code, GPS location, Demographic profile (like your age, gender, occupation, education, address etc.) and information about the pages on the site you visit/access, the links you click on the site, the number of times you access the page and any such browsing information.</p>\r\n<p>&nbsp;</p>\r\n<p>Eligibility Services of the Site would be available to only select geographies in India. Persons who are \"incompetent to contract\" within the meaning of the Indian Contract Act, 1872 including un-discharged insolvents etc. are not eligible to use the Site. If you are a minor i.e. under the age of 18 years but at least 13 years of age you may use the Site only under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Use. If your age is below 18 years, your parents or legal guardians can transact on behalf of you if they are registered users. You are prohibited from purchasing any material which is for adult consumption and the sale of which to minors is prohibited.</p>\r\n<p>&nbsp;</p>\r\n<p>License &amp; Site Access eshop-pro.eshopweb.store grants you a limited sub-license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of eshop-pro.eshopweb.store. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without express written consent of eshop-pro.eshopweb.store. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of the Site or of eshop-pro.eshopweb.store and its affiliates without express written consent. You may not use any meta tags or any other \"hidden text\" utilizing the Site&rsquo;s or eshop-pro.eshopweb.store&rsquo;s name or eshop-pro.eshopweb.store&rsquo;s name or trademarks without the express written consent of eshop-pro.eshopweb.store. Any unauthorized use, terminates the permission or license granted by eshop-pro.eshopweb.store</p>\r\n<p>&nbsp;</p>\r\n<p>Account &amp; Registration Obligations All shoppers have to register and login for placing orders on the Site. You have to keep your account and registration details current and correct for communications related to your purchases from the site. By agreeing to the terms and conditions, the shopper agrees to receive promotional communication and newsletters upon registration. The customer can opt out either by unsubscribing in \"My Account\" or by contacting the customer service.</p>\r\n<p>&nbsp;</p>\r\n<p>Pricing All the products listed on the Site will be sold at MRP unless otherwise specified. The prices mentioned at the time of ordering will be the prices charged on the date of the delivery. Although prices of most of the products do not fluctuate on a daily basis but some of the commodities and fresh food prices do change on a daily basis. In case the prices are higher or lower on the date of delivery not additional charges will be collected or refunded as the case may be at the time of the delivery of the order.</p>\r\n<p>&nbsp;</p>\r\n<p>Cancellation by Site / Customer You as a customer can cancel your order anytime up to the cut-off time of the slot for which you have placed an order by calling our customer service. In such a case we will Credit your wallet against any payments already made by you for the order. If we suspect any fraudulent transaction by any customer or any transaction which defies the terms &amp; conditions of using the website, we at our sole discretion could cancel such orders. We will maintain a negative list of all fraudulent transactions and customers and would deny access to them or cancel any orders placed by them.</p>\r\n<p>&nbsp;</p>\r\n<p>Return &amp; Refunds We have a \"no questions asked return policy\" which entitles all our Delivery Ambassadors to return the product at the time of delivery if due to any reason they are not satisfied with the quality or freshness of the product. We will take the returned product back with us and issue a credit note for the value of the return products which will be credited to your account on the Site. This can be used to pay your subsequent shopping bills. Refund will be processed through same online mode within 7 working days.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Delivery &amp; Shipping Charge</p>\r\n<p>&nbsp;</p>\r\n<p>1.You can expect to receive your order depending on the delivery option you have chosen.</p>\r\n<p>&nbsp;</p>\r\n<p>2.You can order 24*7 in website &amp; mobile application , Our delivery timeings are between 06:00 AM - 02:00PM Same day delivery.</p>\r\n<p>&nbsp;</p>\r\n<p>3.You will get free shipping on order amount above Rs.150.</p>\r\n<p>You Agree and Confirm</p>\r\n<p>1. That in the event that a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) any extra cost incurred by eshop. for redelivery shall be claimed from you.</p>\r\n<p>2. That you will use the services provided by the Site, its affiliates, consultants and contracted companies, for lawful purposes only and comply with all applicable laws and regulations while using and transacting on the Site.</p>\r\n<p>3. You will provide authentic and true information in all instances where such information is requested you. eshop reserves the right to confirm and validate the information and other details provided by you at any point of time. If upon confirmation your details are found not to be true (wholly or partly), it has the right in its sole discretion to reject the registration and debar you from using the Services and / or other affiliated websites without prior intimation whatsoever.</p>\r\n<p>4. That you are accessing the services available on this Site and transacting at your sole risk and are using your best and prudent judgment before entering into any transaction through this Site.</p>\r\n<p>5. That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.</p>\r\n<p>6. That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description.</p>\r\n<p>&nbsp;</p>\r\n<p>You may not use the Site for any of the following purposes:</p>\r\n<p>1. Disseminating any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable material.</p>\r\n<p>2. Transmitting material that encourages conduct that constitutes a criminal offence or results in civil liability or otherwise breaches any relevant laws, regulations or code of practice.</p>\r\n<p>3. Gaining unauthorized access to other computer systems.</p>\r\n<p>4. Interfering with any other person's use or enjoyment of the Site.</p>\r\n<p>5. Breaching any applicable laws;</p>\r\n<p>6. Interfering or disrupting networks or web sites connected to the Site.</p>\r\n<p>7. Making, transmitting or storing electronic copies of materials protected by copyright without the permission of the owner.</p>\r\n<p>&nbsp;</p>\r\n<p>Colors we have made every effort to display the colors of our products that appear on the Website as accurately as possible. However, as the actual colors you see will depend on your monitor, we cannot guarantee that your monitor's display of any color will be accurate.</p>\r\n<p>&nbsp;</p>\r\n<p>Modification of Terms &amp; Conditions of Service eshop may at any time modify the Terms &amp; Conditions of Use of the Website without any prior notification to you. You can access the latest version of these Terms &amp; Conditions at any given time on the Site. You should regularly review the Terms &amp; Conditions on the Site. In the event the modified Terms &amp; Conditions is not acceptable to you, you should discontinue using the Service. However, if you continue to use the Service you shall be deemed to have agreed to accept and abide by the modified Terms &amp; Conditions of Use of this Site.</p>\r\n<p>&nbsp;</p>\r\n<p>Governing Law and Jurisdiction This User Agreement shall be construed in accordance with the applicable laws of India. The Courts at Faridabad shall have exclusive jurisdiction in any proceedings arising out of this agreement. Any dispute or difference either in interpretation or otherwise, of any terms of this User Agreement between the parties hereto, the same shall be referred to an independent arbitrator who will be appointed by eshop and his decision shall be final and binding on the parties hereto. The above arbitration shall be in accordance with the Arbitration and Conciliation Act, 1996 as amended from time to time. The arbitration shall be held in Nagpur. The High Court of judicature at Nagpur Bench of Mumbai High Court alone shall have the jurisdiction and the Laws of India shall apply.</p>\r\n<p>&nbsp;</p>\r\n<p>Reviews, Feedback, Submissions All reviews, comments, feedback, postcards, suggestions, ideas, and other submissions disclosed, submitted or offered to the Site on or by this Site or otherwise disclosed, submitted or offered in connection with your use of this Site (collectively, the \"Comments\") shall be and remain the property of eshop Such disclosure, submission or offer of any Comments shall constitute an assignment to eshop of all worldwide rights, titles and interests in all copyrights and other intellectual properties in the Comments. Thus, eshop owns exclusively all such rights, titles and interests and shall not be limited in any way in its use, commercial or otherwise, of any Comments. eshopwill be entitled to use, reproduce, disclose, modify, adapt, create derivative works from, publish, display and distribute any Comments you submit for any purpose whatsoever, without restriction and without compensating you in any way. eshop is and shall be under no obligation (1) to maintain any Comments in confidence; (2) to pay you any compensation for any Comments; or (3) to respond to any Comments. You agree that any Comments submitted by you to the Site will not violate this policy or any right of any third party, including copyright, trademark, privacy or other personal or proprietary right(s), and will not cause injury to any person or entity. You further agree that no Comments submitted by you to the Website will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any form of \"spam\". eshop does not regularly review posted Comments, but does reserve the right (but not the obligation) to monitor and edit or remove any Comments submitted to the Site. You grant eshopthe right to use the name that you submit in connection with any Comments. You agree not to use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any Comments you submit. You are and shall remain solely responsible for the content of any Comments you make and you agree to indemnify eshop and its affiliates for all claims resulting from any Comments you submit. eshop and its affiliates take no responsibility and assume no liability for any Comments submitted by you or any third party.</p>\r\n<p>&nbsp;</p>\r\n<p>Copyright &amp; Trademark eshop-pro.eshopweb.store and eshop-pro.eshopweb.store, its suppliers and licensors expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on this Site. Access to this Website does not confer and shall not be considered as conferring upon anyone any license under any of eshop-pro.eshopweb.store or any third party's intellectual property rights. All rights, including copyright, in this website are owned by or licensed to eshop-pro.eshopweb.store from eshop-pro.eshopweb.store. Any use of this website or its contents, including copying or storing it or them in whole or part, other than for your own personal, non-commercial use is prohibited without the permission of eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store. You may not modify, distribute or re-post anything on this website for any purpose.The names and logos and all related product and service names, design marks and slogans are the trademarks or service marks of eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its affiliates, its partners or its suppliers. All other marks are the property of their respective companies. No trademark or service mark license is granted in connection with the materials contained on this Site. Access to this Site does not authorize anyone to use any name, logo or mark in any manner.References on this Site to any names, marks, products or services of third parties or hypertext links to third party sites or information are provided solely as a convenience to you and do not in any way constitute or imply eshop-pro.eshopweb.store or eshop-pro.eshopweb.store's endorsement, sponsorship or recommendation of the third party, information, product or service. eshop-pro.eshopweb.store or eshop-pro.eshopweb.store is not responsible for the content of any third party sites and does not make any representations regarding the content or accuracy of material on such sites. If you decide to link to any such third party websites, you do so entirely at your own risk. All materials, including images, text, illustrations, designs, icons, photographs, programs, music clips or downloads, video clips and written and other materials that are part of this Website (collectively, the \"Contents\") are intended solely for personal, non-commercial use. You may download or copy the Contents and other downloadable materials displayed on the Website for your personal use only. No right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying. You may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the Contents, the Website or any related software. All software used on this Website is the property of eshop-pro.eshopweb.store or its licensees and suppliers and protected by Indian and international copyright laws. The Contents and software on this Website may be used only as a shopping resource. Any other use, including the reproduction, modification, distribution, transmission, republication, display, or performance, of the Contents on this Website is strictly prohibited. Unless otherwise noted, all Contents are copyrights, trademarks, trade dress and/or other intellectual property owned, controlled or licensed by eshop-pro.eshopweb.store, one of its affiliates or by third parties who have licensed their materials to eshop-pro.eshopweb.store and are protected by Indian and international copyright laws. The compilation (meaning the collection, arrangement, and assembly) of all Contents on this Website is the exclusive property of eshop-pro.eshopweb.store and eshop-pro.eshopweb.store and is also protected by Indian and international copyright laws.</p>\r\n<p>&nbsp;</p>\r\n<p>Objectionable Material You understand that by using this Site or any services provided on the Site, you may encounter Content that may be deemed by some to be offensive, indecent, or objectionable, which Content may or may not be identified as such. You agree to use the Site and any service at your sole risk and that to the fullest extent permitted under applicable law, eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store and its affiliates shall have no liability to you for Content that may be deemed offensive, indecent, or objectionable to you.</p>\r\n<p>&nbsp;</p>\r\n<p>Indemnity You agree to defend, indemnify and hold harmless eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its employees, directors, Coordinators, officers, agents, interns and their successors and assigns from and against any and all claims, liabilities, damages, losses, costs and expenses, including attorney's fees, caused by or arising out of claims based upon your actions or inactions, which may result in any loss or liability to eshop-pro.eshopweb.store or eshop-pro.eshopweb.store or any third party including but not limited to breach of any warranties, representations or undertakings or in relation to the non-fulfillment of any of your obligations under this User Agreement or arising out of the violation of any applicable laws, regulations including but not limited to Intellectual Property Rights, payment of statutory dues and taxes, claim of libel, defamation, violation of rights of privacy or publicity, loss of service by other subscribers and infringement of intellectual property or other rights. This clause shall survive the expiry or termination of this User Agreement.</p>\r\n<p>&nbsp;</p>\r\n<p>Termination This User Agreement is effective unless and until terminated by either you or eshop-pro.eshopweb.store. You may terminate this User Agreement at any time, provided that you discontinue any further use of this Site. eshop-pro.eshopweb.store may terminate this User Agreement at any time and may do so immediately without notice, and accordingly deny you access to the Site, Such termination will be without any liability to eshop-pro.eshopweb.store. Upon any termination of the User Agreement by either you or eshop-pro.eshopweb.store, you must promptly destroy all materials downloaded or otherwise obtained from this Site, as well as all copies of such materials, whether made under the User Agreement or otherwise. eshop-pro.eshopweb.store's right to any Comments shall survive any termination of this User Agreement. Any such termination of the User Agreement shall not cancel your obligation to pay for the product already ordered from the Website or affect any liability that may have arisen under the User Agreement.</p>"
    ],
    "return_policy": [
      "<p><span style=\"font-size: 16pt;\"><strong>Costumers eshop-pro.eshopweb.store is a sole proprietary firm , Juridical rights of eshop-pro.eshopweb.store are reserved with ezeemart</strong></span></p>\r\n<p>Personal Information eshop-pro.eshopweb.store and the website eshop-pro.eshopweb.store (&rdquo;The Site&rdquo;) . respects your privacy. This Privacy Policy succinctly provides the manner your data is collected and used by eshop-pro.eshopweb.store. on the Site. As a visitor to the Site/ Customer you are advised to please read the Privacy Policy carefully.</p>\r\n<p>&nbsp;</p>\r\n<p>Services Overview As part of the registration process on the Site, eshop-pro.eshopweb.store may collect the following personally identifiable information about you: Name including first and last name, alternate email address, mobile phone number and contact details, Postal code, GPS location, Demographic profile (like your age, gender, occupation, education, address etc.) and information about the pages on the site you visit/access, the links you click on the site, the number of times you access the page and any such browsing information.</p>\r\n<p>&nbsp;</p>\r\n<p>Eligibility Services of the Site would be available to only select geographies in India. Persons who are \"incompetent to contract\" within the meaning of the Indian Contract Act, 1872 including un-discharged insolvents etc. are not eligible to use the Site. If you are a minor i.e. under the age of 18 years but at least 13 years of age you may use the Site only under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Use. If your age is below 18 years, your parents or legal guardians can transact on behalf of you if they are registered users. You are prohibited from purchasing any material which is for adult consumption and the sale of which to minors is prohibited.</p>\r\n<p>&nbsp;</p>\r\n<p>License &amp; Site Access eshop-pro.eshopweb.store grants you a limited sub-license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of eshop-pro.eshopweb.store. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or similar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without express written consent of eshop-pro.eshopweb.store. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of the Site or of eshop-pro.eshopweb.store and its affiliates without express written consent. You may not use any meta tags or any other \"hidden text\" utilizing the Site&rsquo;s or eshop-pro.eshopweb.store&rsquo;s name or eshop-pro.eshopweb.store&rsquo;s name or trademarks without the express written consent of eshop-pro.eshopweb.store. Any unauthorized use, terminates the permission or license granted by eshop-pro.eshopweb.store</p>\r\n<p>&nbsp;</p>\r\n<p>Account &amp; Registration Obligations All shoppers have to register and login for placing orders on the Site. You have to keep your account and registration details current and correct for communications related to your purchases from the site. By agreeing to the terms and conditions, the shopper agrees to receive promotional communication and newsletters upon registration. The customer can opt out either by unsubscribing in \"My Account\" or by contacting the customer service.</p>\r\n<p>&nbsp;</p>\r\n<p>Pricing All the products listed on the Site will be sold at MRP unless otherwise specified. The prices mentioned at the time of ordering will be the prices charged on the date of the delivery. Although prices of most of the products do not fluctuate on a daily basis but some of the commodities and fresh food prices do change on a daily basis. In case the prices are higher or lower on the date of delivery not additional charges will be collected or refunded as the case may be at the time of the delivery of the order.</p>\r\n<p>&nbsp;</p>\r\n<p>Cancellation by Site / Customer You as a customer can cancel your order anytime up to the cut-off time of the slot for which you have placed an order by calling our customer service. In such a case we will Credit your wallet against any payments already made by you for the order. If we suspect any fraudulent transaction by any customer or any transaction which defies the terms &amp; conditions of using the website, we at our sole discretion could cancel such orders. We will maintain a negative list of all fraudulent transactions and customers and would deny access to them or cancel any orders placed by them.</p>\r\n<p>&nbsp;</p>\r\n<p>Return &amp; Refunds We have a \"no questions asked return policy\" which entitles all our Delivery Ambassadors to return the product at the time of delivery if due to any reason they are not satisfied with the quality or freshness of the product. We will take the returned product back with us and issue a credit note for the value of the return products which will be credited to your account on the Site. This can be used to pay your subsequent shopping bills. Refund will be processed through same online mode within 7 working days.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Delivery &amp; Shipping Charge</p>\r\n<p>&nbsp;</p>\r\n<p>1.You can expect to receive your order depending on the delivery option you have chosen.</p>\r\n<p>&nbsp;</p>\r\n<p>2.You can order 24*7 in website &amp; mobile application , Our delivery timeings are between 06:00 AM - 02:00PM Same day delivery.</p>\r\n<p>&nbsp;</p>\r\n<p>3.You will get free shipping on order amount above Rs.150.</p>\r\n<p>You Agree and Confirm</p>\r\n<p>1. That in the event that a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) any extra cost incurred by ezeemart. for redelivery shall be claimed from you.</p>\r\n<p>2. That you will use the services provided by the Site, its affiliates, consultants and contracted companies, for lawful purposes only and comply with all applicable laws and regulations while using and transacting on the Site.</p>\r\n<p>3. You will provide authentic and true information in all instances where such information is requested you. ezeemart reserves the right to confirm and validate the information and other details provided by you at any point of time. If upon confirmation your details are found not to be true (wholly or partly), it has the right in its sole discretion to reject the registration and debar you from using the Services and / or other affiliated websites without prior intimation whatsoever.</p>\r\n<p>4. That you are accessing the services available on this Site and transacting at your sole risk and are using your best and prudent judgment before entering into any transaction through this Site.</p>\r\n<p>5. That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.</p>\r\n<p>6. That before placing an order you will check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale included in the item's description.</p>\r\n<p>&nbsp;</p>\r\n<p>You may not use the Site for any of the following purposes:</p>\r\n<p>1. Disseminating any unlawful, harassing, libelous, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable material.</p>\r\n<p>2. Transmitting material that encourages conduct that constitutes a criminal offence or results in civil liability or otherwise breaches any relevant laws, regulations or code of practice.</p>\r\n<p>3. Gaining unauthorized access to other computer systems.</p>\r\n<p>4. Interfering with any other person's use or enjoyment of the Site.</p>\r\n<p>5. Breaching any applicable laws;</p>\r\n<p>6. Interfering or disrupting networks or web sites connected to the Site.</p>\r\n<p>7. Making, transmitting or storing electronic copies of materials protected by copyright without the permission of the owner.</p>\r\n<p>&nbsp;</p>\r\n<p>Colors we have made every effort to display the colors of our products that appear on the Website as accurately as possible. However, as the actual colors you see will depend on your monitor, we cannot guarantee that your monitor's display of any color will be accurate.</p>\r\n<p>&nbsp;</p>\r\n<p>Modification of Terms &amp; Conditions of Service ezeemart may at any time modify the Terms &amp; Conditions of Use of the Website without any prior notification to you. You can access the latest version of these Terms &amp; Conditions at any given time on the Site. You should regularly review the Terms &amp; Conditions on the Site. In the event the modified Terms &amp; Conditions is not acceptable to you, you should discontinue using the Service. However, if you continue to use the Service you shall be deemed to have agreed to accept and abide by the modified Terms &amp; Conditions of Use of this Site.</p>\r\n<p>&nbsp;</p>\r\n<p>Governing Law and Jurisdiction This User Agreement shall be construed in accordance with the applicable laws of India. The Courts at Faridabad shall have exclusive jurisdiction in any proceedings arising out of this agreement. Any dispute or difference either in interpretation or otherwise, of any terms of this User Agreement between the parties hereto, the same shall be referred to an independent arbitrator who will be appointed by ezeemart and his decision shall be final and binding on the parties hereto. The above arbitration shall be in accordance with the Arbitration and Conciliation Act, 1996 as amended from time to time. The arbitration shall be held in Nagpur. The High Court of judicature at Nagpur Bench of Mumbai High Court alone shall have the jurisdiction and the Laws of India shall apply.</p>\r\n<p>&nbsp;</p>\r\n<p>Reviews, Feedback, Submissions All reviews, comments, feedback, postcards, suggestions, ideas, and other submissions disclosed, submitted or offered to the Site on or by this Site or otherwise disclosed, submitted or offered in connection with your use of this Site (collectively, the \"Comments\") shall be and remain the property of ezeemart Such disclosure, submission or offer of any Comments shall constitute an assignment to ezeemart of all worldwide rights, titles and interests in all copyrights and other intellectual properties in the Comments. Thus, ezeemart owns exclusively all such rights, titles and interests and shall not be limited in any way in its use, commercial or otherwise, of any Comments. eshopwill be entitled to use, reproduce, disclose, modify, adapt, create derivative works from, publish, display and distribute any Comments you submit for any purpose whatsoever, without restriction and without compensating you in any way. ezeemart is and shall be under no obligation (1) to maintain any Comments in confidence; (2) to pay you any compensation for any Comments; or (3) to respond to any Comments. You agree that any Comments submitted by you to the Site will not violate this policy or any right of any third party, including copyright, trademark, privacy or other personal or proprietary right(s), and will not cause injury to any person or entity. You further agree that no Comments submitted by you to the Website will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings or any form of \"spam\". ezeemart does not regularly review posted Comments, but does reserve the right (but not the obligation) to monitor and edit or remove any Comments submitted to the Site. You grant eshopthe right to use the name that you submit in connection with any Comments. You agree not to use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of any Comments you submit. You are and shall remain solely responsible for the content of any Comments you make and you agree to indemnify ezeemart and its affiliates for all claims resulting from any Comments you submit. ezeemart and its affiliates take no responsibility and assume no liability for any Comments submitted by you or any third party.</p>\r\n<p>&nbsp;</p>\r\n<p>Copyright &amp; Trademark eshop-pro.eshopweb.store and eshop-pro.eshopweb.store, its suppliers and licensors expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on this Site. Access to this Website does not confer and shall not be considered as conferring upon anyone any license under any of eshop-pro.eshopweb.store or any third party's intellectual property rights. All rights, including copyright, in this website are owned by or licensed to eshop-pro.eshopweb.store from eshop-pro.eshopweb.store. Any use of this website or its contents, including copying or storing it or them in whole or part, other than for your own personal, non-commercial use is prohibited without the permission of eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store. You may not modify, distribute or re-post anything on this website for any purpose.The names and logos and all related product and service names, design marks and slogans are the trademarks or service marks of eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its affiliates, its partners or its suppliers. All other marks are the property of their respective companies. No trademark or service mark license is granted in connection with the materials contained on this Site. Access to this Site does not authorize anyone to use any name, logo or mark in any manner.References on this Site to any names, marks, products or services of third parties or hypertext links to third party sites or information are provided solely as a convenience to you and do not in any way constitute or imply eshop-pro.eshopweb.store or eshop-pro.eshopweb.store's endorsement, sponsorship or recommendation of the third party, information, product or service. eshop-pro.eshopweb.store or eshop-pro.eshopweb.store is not responsible for the content of any third party sites and does not make any representations regarding the content or accuracy of material on such sites. If you decide to link to any such third party websites, you do so entirely at your own risk. All materials, including images, text, illustrations, designs, icons, photographs, programs, music clips or downloads, video clips and written and other materials that are part of this Website (collectively, the \"Contents\") are intended solely for personal, non-commercial use. You may download or copy the Contents and other downloadable materials displayed on the Website for your personal use only. No right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying. You may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the Contents, the Website or any related software. All software used on this Website is the property of eshop-pro.eshopweb.store or its licensees and suppliers and protected by Indian and international copyright laws. The Contents and software on this Website may be used only as a shopping resource. Any other use, including the reproduction, modification, distribution, transmission, republication, display, or performance, of the Contents on this Website is strictly prohibited. Unless otherwise noted, all Contents are copyrights, trademarks, trade dress and/or other intellectual property owned, controlled or licensed by eshop-pro.eshopweb.store, one of its affiliates or by third parties who have licensed their materials to eshop-pro.eshopweb.store and are protected by Indian and international copyright laws. The compilation (meaning the collection, arrangement, and assembly) of all Contents on this Website is the exclusive property of eshop-pro.eshopweb.store and eshop-pro.eshopweb.store and is also protected by Indian and international copyright laws.</p>\r\n<p>&nbsp;</p>\r\n<p>Objectionable Material You understand that by using this Site or any services provided on the Site, you may encounter Content that may be deemed by some to be offensive, indecent, or objectionable, which Content may or may not be identified as such. You agree to use the Site and any service at your sole risk and that to the fullest extent permitted under applicable law, eshop-pro.eshopweb.store and/or eshop-pro.eshopweb.store and its affiliates shall have no liability to you for Content that may be deemed offensive, indecent, or objectionable to you.</p>\r\n<p>&nbsp;</p>\r\n<p>Indemnity You agree to defend, indemnify and hold harmless eshop-pro.eshopweb.store, eshop-pro.eshopweb.store, its employees, directors, Coordinators, officers, agents, interns and their successors and assigns from and against any and all claims, liabilities, damages, losses, costs and expenses, including attorney's fees, caused by or arising out of claims based upon your actions or inactions, which may result in any loss or liability to eshop-pro.eshopweb.store or eshop-pro.eshopweb.store or any third party including but not limited to breach of any warranties, representations or undertakings or in relation to the non-fulfillment of any of your obligations under this User Agreement or arising out of the violation of any applicable laws, regulations including but not limited to Intellectual Property Rights, payment of statutory dues and taxes, claim of libel, defamation, violation of rights of privacy or publicity, loss of service by other subscribers and infringement of intellectual property or other rights. This clause shall survive the expiry or termination of this User Agreement.</p>\r\n<p>&nbsp;</p>\r\n<p>Termination This User Agreement is effective unless and until terminated by either you or eshop-pro.eshopweb.store. You may terminate this User Agreement at any time, provided that you discontinue any further use of this Site. eshop-pro.eshopweb.store may terminate this User Agreement at any time and may do so immediately without notice, and accordingly deny you access to the Site, Such termination will be without any liability to eshop-pro.eshopweb.store. Upon any termination of the User Agreement by either you or eshop-pro.eshopweb.store, you must promptly destroy all materials downloaded or otherwise obtained from this Site, as well as all copies of such materials, whether made under the User Agreement or otherwise. eshop-pro.eshopweb.store's right to any Comments shall survive any termination of this User Agreement. Any such termination of the User Agreement shall not cancel your obligation to pay for the product already ordered from the Website or affect any liability that may have arisen under the User Agreement.</p>"
    ],
    "shipping_method": [
      {
        "local_shipping_method": 1,
        "shiprocket_shipping_method": 0,
        "standard_shipping_free_delivery": 1,
        "minimum_free_delivery_order_amount": "200000"
      }
    ],
    "pusher_settings": [
      {
        "pusher_app_cluster": "ap2",
        "pusher_scheme": "https",
        "pusher_port": "443",
        "pusher_app_secret": "38d6978bbe2f33ff93c6",
        "pusher_app_key": "4b0e747a4edbac9e4e17",
        "pusher_app_id": "1857917",
        "pusher_channel_name": "ezeemart"
      }
    ],
    "admin_preference": [
      {
        "store_mode": "multi",
        "order_notification": 0
      }
    ]
  }
}